       >> SOURCE FORMAT IS FREE
      *> GnuCOBOL - "Hello world" example
       IDENTIFICATION DIVISION.
       PROGRAM-ID.     hello-world.
       AUTHOR.         machinateur.
       PROCEDURE DIVISION.
           display "Hello world".
           STOP RUN.
